Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutAcos
source: Returns the arc cosine value (in radians) of a number.
bg_bg: Връща стойността на аркускосинуса (в радиани) от число.
ca_es: Retorna el valor d'arc cosinus (en radians) d'un nombre.
cs_cz: Vrátí hodnotu arkus kosinus (v radiánech) pro číslo.
da_dk: Returnerer buens cosinusværdi (i radianer) for et tal.
de_de: Gibt den Arcuscosinuswert (im Bogenmaß) für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή τόξου συνημιτόνου (σε ακτίνια) ενός αριθμού.
es_es: Devuelve el valor de arcocoseno de un número (en radianes).
et_ee: Tagastab arvu arkuskoosinuse väärtuse (radiaanides).
eu_es: Zenbaki baten arku kosinuaren balioa itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa luvun arkuskosiniarvon (radiaaneina).
fr_fr: Retourne la valeur d’arc cosinus (en radians) d’un nombre.
gl_es: Devolve o valor do arcocoseno (en radiáns) dun número.
hi_in: किसी संख्या का चाप कोज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednost arkus kosinusa (u radijanima) broja.
hu_hu: Egy szám arkuszkoszinusz-értékét adja eredményül (radiánban).
it_it: Restituisce il valore dell'arcocoseno (in radianti) di un numero.
ja_jp: 数値のアークコサイン値 (ラジアン単位) を返します。
kk_kz: Санның арккосинусының мәнін (радианалармен берілген) қайтарады.
ko_kr: 특정 수의 아크코사인 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičiaus arkkosinuso reikšmę (radianais).
lv_lv: Atgriež skaitļa arkkosinusa vērtību (radiānos).
ms_my: Mengembalikan nilai lengkuk kosinus (dalam radian) nombor.
nb_no: Returnerer arccosinusen-verdien (i radianer) for et tall.
nl_nl: Retourneert de waarde voor de arccosinus (in radialen) van een getal.
pl_pl: Zwraca wartość funkcji arcus cosinus (w radianach) liczby.
pt_br: Retorna o valor do arco cosseno (em radianos) de um número.
pt_pt: Devolve o valor de arco cosseno (em radianos) de um número.
ro_ro: Returnează valoarea arccosinusului unui număr (în radiani).
ru_ru: Возвращает значение арккосинуса (в радианах) для числа.
sk_sk: Vráti hodnotu arkus kosínus (v radiánoch) čísla.
sl_si: Vrne vrednost arkus kosinusa (v radianih) števila.
sr_cyrl_rs: Враћа вредност аркус косинуса броја (у радијанима).
sr_latn_rs: Vraća vrednost arkus kosinusa broja (u radijanima).
sv_se: Returnerar arcus cosinus-värdet (i radianer) av ett tal.
th_th: คืนค่าโคไซน์โค้ง (ในเรเดียน) ของตัวเลข
tr_tr: Bir sayının ark kosinüs değerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арккосинуса (у радіанах) для числа.
vi_vn: Trả về giá trị arc cosin (theo radian) của một số.
zh_cn: 返回某数值的反余弦值(以弧度为单位)。
zh_tw: 傳回數值的反餘弦值 (以弧度為單位)。

# AboutAcos_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutAcosT
source: Returns the arc cosine values (in radians) of a column of numbers.
bg_bg: Връща стойностите на аркускосинуса (в радиани) от колона с числа.
ca_es: Retorna els valors d'arc cosinus (en radians) d'una columna de nombres.
cs_cz: Vrátí hodnoty arkus kosinus (v radiánech) pro sloupec čísel.
da_dk: Returnerer buens cosinusværdier (i radianer) for en kolonne med tal.
de_de: Gibt die Arcuscosinuswerte (im Bogenmaß) für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές τόξου συνημιτόνου (σε ακτίνια) μιας στήλης αριθμών.
es_es: Devuelve los valores de arcocoseno de una columna de números (en radianes).
et_ee: Tagastab arve sisaldava veeru arkuskoosinuste väärtused (radiaanides).
eu_es: Zenbaki-zutabe baten arku kosinuaren balioak itzultzen ditu (radianetan zehaztuta).
fi_fi: Palauttaa lukusarakkeen arkuskosiniarvot (radiaaneina).
fr_fr: Retourne les valeurs d’arc cosinus (en radians) d’une colonne de nombres.
gl_es: Devolve os valores do arcocoseno (en radiáns) dunha columna de números.
hi_in: संख्याओं के स्तंभ का चाप कोज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednosti arkus kosinusa (u radijanima) stupca brojeva.
hu_hu: Egy számoszlop arkuszkoszinusz-értékeit adja eredményül (radiánban).
it_it: Restituisce i valori degli arcocoseni (in radianti) di una colonna di numeri.
ja_jp: 数値列のアークコサイン値 (ラジアン単位) を返します。
kk_kz: Сандар бағанының арккосинусының мәндерін (радианалармен берілген) қайтарады.
ko_kr: 숫자 열의 아크코사인 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičių stulpelio arkkosinuso reikšmes (radianais).
lv_lv: Atgriež skaitļu kolonnas arkkosinusa vērtības (radiānos).
ms_my: Mengembalikan nilai lengkuk kosinus (dalam radian) lajur nombor.
nb_no: Returnerer arccosinusen-verdiene (i radianer) for en kolonne med tall.
nl_nl: Retourneert de waarden voor de arccosinus (in radialen) van een kolom getallen.
pl_pl: Zwraca wartości funkcji arcus cosinus (w radianach) kolumny liczb.
pt_br: Retorna o valor do arco cosseno (em radianos) de uma coluna de números.
pt_pt: Devolve os valores de arco cosseno (em radianos) de uma coluna de números.
ro_ro: Returnează valorile arccosinusului unei coloane de numere (în radiani).
ru_ru: Возвращает значения арккосинуса (в радианах) для столбца чисел.
sk_sk: Vráti hodnoty arkus kosínus (v radiánoch) stĺpca čísel.
sl_si: Vrne vrednosti arkus kosinusa (v radianih) stolpca števil.
sr_cyrl_rs: Враћа вредности аркус косинуса колоне бројева (у радијанима).
sr_latn_rs: Vraća vrednosti arkus kosinusa kolone brojeva (u radijanima).
sv_se: Returnerar arcus cosinus-värden (i radianer) av tal i en kolumn.
th_th: คืนค่าโคไซน์โค้ง (ในเรเดียน) ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun ark kosinüs değerlerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арккосинуса (у радіанах) для стовпця чисел.
vi_vn: Trả về các giá trị arc cosin (theo radian) của một cột số.
zh_cn: 返回数值组成的列的反余弦值(以弧度为单位)。
zh_tw: 傳回數字資料行的反餘弦值 (以弧度為單位)。

# AboutAcos_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutAcot_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutAcot_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutAcot
source: Returns the arc cotangent value (in radians) of a number.
bg_bg: Връща стойността на аркускотангенса (в радиани) от число.
ca_es: Retorna el valor d'arc cotangent (en radians) d'un nombre.
cs_cz: Vrátí hodnotu arkus kotangens (v radiánech) pro číslo.
da_dk: Returnerer buens cotangensværdi (i radianer) for et tal.
de_de: Gibt den Arcuscotangenswert (im Bogenmaß) für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή τόξου συνεφαπτομένης (σε ακτίνια) ενός αριθμού.
es_es: Devuelve el valor de arco cotangente de un número (en radianes).
et_ee: Tagastab arvu arkuskootangensi väärtuse (radiaanides).
eu_es: Zenbaki baten arku kotangentearen balioa itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa luvun arkuskotangenttiarvon (radiaaneina).
fr_fr: Retourne la valeur d’arc cotangent (en radians) d’un nombre.
gl_es: Devolve o valor da arcocotanxente (en radiáns) dun número.
hi_in: किसी संख्या का चाप कोटिस्पर्शज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednost arkus kotangensa (u radijanima) broja.
hu_hu: Egy szám arkuszkotangens-értékét adja eredményül (radiánban).
it_it: Restituisce il valore dell'arcocotangente (in radianti) di un numero.
ja_jp: 数値のアークコタンジェント値 (ラジアン単位) を返します。
kk_kz: Санның арккотангенсінің мәнін (радианалармен берілген) қайтарады.
ko_kr: 특정 수의 아크코탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičiaus kotangento reikšmę (radianais).
lv_lv: Atgriež skaitļa arkkotangensa vērtību (radiānos).
ms_my: Mengembalikan nilai lengkuk kotangen (dalam radian) nombor.
nb_no: Returnerer arccotangens-verdien (i radianer) for et tall.
nl_nl: Retourneert de waarde voor de arccotangens (in radialen) van een getal.
pl_pl: Zwraca wartość funkcji arcus cotangens (w radianach) liczby.
pt_br: Retorna o valor do arco cotangente (em radianos) de um número.
pt_pt: Devolve o valor do arco da cotangente (em radianos) de um número.
ro_ro: Returnează valoarea arccotangentei unui număr (în radiani).
ru_ru: Возвращает значение арккотангенса (в радианах) для числа.
sk_sk: Vráti hodnotu arkus kotangens (v radiánoch) čísla.
sl_si: Vrne vrednost arkus kotangensa (v radianih) števila.
sr_cyrl_rs: Враћа вредност аркус котангенса броја (у радијанима).
sr_latn_rs: Vraća vrednost arkus kotangensa broja (u radijanima).
sv_se: Returnerar arcus cotangens-värdet (i radianer) av ett tal.
th_th: คืนค่าอาร์คโคแทนเจนต์โค้ง (ในเรเดียน) ของตัวเลข
tr_tr: Bir sayının ark kotanjant değerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арккотангенса (у радіанах) для числа.
vi_vn: Trả về giá trị arc cotang (theo radian) của một số.
zh_cn: 返回某数值的反余切值(以弧度为单位)。
zh_tw: 傳回數值的反餘切值 (以弧度為單位)。

# AboutAcotT
source: Returns the arc cotangent values (in radians) of a column of numbers.
bg_bg: Връща стойностите на аркускотангенса (в радиани) от колона с числа.
ca_es: Retorna els valors d'arc cotangent (en radians) d'una columna de nombres.
cs_cz: Vrátí hodnoty arkus kotangens (v radiánech) pro sloupec čísel.
da_dk: Returnerer buens cotangensværdier (i radianer) for en kolonne med tal.
de_de: Gibt die Arcuscotangenswerte (im Bogenmaß) für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές τόξου συνεφαπτομένης (σε ακτίνια) μιας στήλης αριθμών.
es_es: Devuelve los valores de arco cotangente de una columna de números (en radianes).
et_ee: Tagastab arve sisaldava veeru arkuskootangensite väärtused (radiaanides).
eu_es: Zenbaki-zutabe baten arku kotangentearen balioak itzultzen ditu (radianetan zehaztuta).
fi_fi: Palauttaa lukusarakkeen arkuskotangenttiarvot (radiaaneina).
fr_fr: Retourne les valeurs d’arc cotangent (en radians) d’une colonne de nombres.
gl_es: Devolve os valores da arcocotanxente (en radiáns) dunha columna de números.
hi_in: संख्याओं के स्तंभ का चाप कोटिस्पर्शज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednosti arkus kotangensa (u radijanima) stupca brojeva.
hu_hu: Egy számoszlop arkuszkotangens-értékeit adja eredményül (radiánban).
it_it: Restituisce i valori delle arcocotangenti (in radianti) di una colonna di numeri.
ja_jp: 数値列のアークコタンジェント値 (ラジアン単位) を返します。
kk_kz: Сандар бағанының арккотангенсінің мәндерін (радианалармен берілген) қайтарады.
ko_kr: 숫자 열의 아크코탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičių stulpelio kotangento reikšmes (radianais).
lv_lv: Atgriež skaitļu kolonnas arkkotangensa vērtības (radiānos).
ms_my: Mengembalikan nilai lengkuk kotangen (dalam radian) lajur nombor.
nb_no: Returnerer arccotangens-verdiene (i radianer) for en kolonne med tall.
nl_nl: Retourneert de waarden voor de arccotangens (in radialen) van een kolom getallen.
pl_pl: Zwraca wartości funkcji arcus cotangens (w radianach) kolumny liczb.
pt_br: Retorna os valores do arco cotangente (em radianos) de uma coluna de números.
pt_pt: Devolve os valores de arco de cotangente (em radianos) de uma coluna de números.
ro_ro: Returnează valorile arccotangentei unei coloane de numere (în radiani).
ru_ru: Возвращает значения арккотангенса (в радианах) для столбца чисел.
sk_sk: Vráti hodnoty arkus kotangens (v radiánoch) stĺpca čísel.
sl_si: Vrne vrednosti arkus kotangensa (v radianih) stolpca števil.
sr_cyrl_rs: Враћа вредности аркус котангенса колоне бројева (у радијанима).
sr_latn_rs: Vraća vrednosti arkus kotangensa kolone brojeva (u radijanima).
sv_se: Returnerar arcus cotangens-värden (i radianer) av tal i en kolumn.
th_th: คืนค่าโคแทนเจนต์โค้ง (ในเรเดียน) ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun ark kotanjant değerlerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арккотангенса (у радіанах) для стовпця чисел.
vi_vn: Trả về các giá trị arc cotang (theo radian) của một cột số.
zh_cn: 返回数值组成的列的反余切值(以弧度为单位)。
zh_tw: 傳回數字資料行的反餘切值 (以弧度為單位)。

# AboutTan
source: Returns the tangent value of a number.
bg_bg: Връща стойността на тангенса от число.
ca_es: Retorna el valor de tangent d'un nombre.
cs_cz: Vrátí hodnotu tangens pro číslo.
da_dk: Returnerer tangensværdien for et tal.
de_de: Gibt den Tangenswert für eine Zahl zurück.
el_gr: Επιστρέφει την εφαπτομένη ενός αριθμού.
es_es: Devuelve el valor de tangente de un número.
et_ee: Tagastab arvu tangensi väärtuse.
eu_es: Zenbaki baten tangentearen balioa itzultzen du.
fi_fi: Palauttaa luvun tangenttiarvon.
fr_fr: Retourne la valeur tangente d’un nombre.
gl_es: Devolve o valor da tanxente dun número.
hi_in: किसी संख्या का स्पज्या मान लौटाता है.
hr_hr: Vraća vrijednost tangensa broja.
hu_hu: Egy szám tangensértékét adja vissza.
it_it: Restituisce il valore della tangente di un numero.
ja_jp: 数値のタンジェント値を返します。
kk_kz: Санның тангенс мәнін қайтарады.
ko_kr: 특정 수의 탄젠트 값을 반환합니다.
lt_lt: Pateikia skaičiaus tangento reikšmę.
lv_lv: Atgriež skaitļa tangensa vērtību.
ms_my: Mengembalikan nilai tangen nombor.
nb_no: Returnerer tangent-verdien for et tall.
nl_nl: Retourneert de tangenswaarde van een getal.
pl_pl: Zwraca wartość funkcji tangens liczby.
pt_br: Retorna o valor tangente de um número.
pt_pt: Devolve o valor de tangente de um número.
ro_ro: Returnează valoarea tangentei unui număr.
ru_ru: Возвращает значение тангенса для числа.
sk_sk: Vráti hodnotu tangens čísla.
sl_si: Vrne vrednost tangensa števila.
sr_cyrl_rs: Враћа вредност тангенса броја.
sr_latn_rs: Vraća vrednost tangensa broja.
sv_se: Returnerar tangensvärdet för ett tal.
th_th: คืนค่าแทนเจนต์ของตัวเลข
tr_tr: Bir sayının tanjant değerini döndürür.
uk_ua: Повертає значення тангенса для числа.
vi_vn: Trả về giá trị tang của một số.
zh_cn: 返回某数值的正切值。
zh_tw: 傳回數值的正切值。

# AboutTanT
source: Returns the tangent values of a column of numbers.
bg_bg: Връща стойностите на тангенса от колона с числа.
ca_es: Retorna els valors de tangent d'una columna de nombres.
cs_cz: Vrátí hodnoty tangens pro sloupec čísel.
da_dk: Returnerer tangensværdierne for en kolonne med tal.
de_de: Gibt die Tangenswerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές εφαπτομένης μιας στήλης αριθμών.
es_es: Devuelve los valores de tangente de una columna de números.
et_ee: Tagastab arve sisaldava veeru tangensite väärtused.
eu_es: Zenbaki-zutabe baten tangentearen balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen tangenttiarvot.
fr_fr: Retourne les valeurs de tangente d’une colonne de nombres.
gl_es: Devolve os valores da tanxente dunha columna de números.
hi_in: संख्याओं के स्तंभ का स्पज्या मान लौटाता है.
hr_hr: Vraća vrijednosti tangensa stupca brojeva.
hu_hu: Egy számoszlop tangensértékeit adja vissza.
it_it: Restituisce i valori delle tangenti di una colonna di numeri.
ja_jp: 数値列のタンジェント値を返します。
kk_kz: Сандар бағанының тангенс мәндерін қайтарады.
ko_kr: 숫자 열의 탄젠트 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio tangento reikšmes.
lv_lv: Atgriež skaitļu kolonnas tangensa vērtības.
ms_my: Mengembalikan nilai tangen lajur nombor.
nb_no: Returnerer tangent-verdiene for en kolonne med tall.
nl_nl: Retourneert de tangenswaarden van een kolom getallen.
pl_pl: Zwraca wartości funkcji tangens kolumny liczb.
pt_br: Retorna os valores tangentes de uma coluna de números.
pt_pt: Devolve os valores de tangente de uma coluna de números.
ro_ro: Returnează valorile tangentei unei coloane de numere.
ru_ru: Возвращает значения тангенса для столбца чисел.
sk_sk: Vráti hodnoty tangens stĺpca čísel.
sl_si: Vrne vrednosti tangensa stolpca števil.
sr_cyrl_rs: Враћа вредности тангенса колоне бројева.
sr_latn_rs: Vraća vrednosti tangensa kolone brojeva.
sv_se: Returnerar tangensvärden av tal i en kolumn.
th_th: คืนค่าแทนเจนต์ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun tanjant değerlerini döndürür.
uk_ua: Повертає значення тангенса для стовпця чисел.
vi_vn: Trả về các giá trị tang của một cột số.
zh_cn: 返回数值组成的列的正切值。
zh_tw: 傳回數字資料行的正切值。
